aardvark-dns
acpid
alacritty
alsa-utils
arandr
archinstall
autorandr
awesome
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
bottom
bpython
brightnessctl
catdoc
cifs-utils
cliphist
clonezilla
cmake
cups-pdf
ddcutil
ddrescue
dmenu
dmidecode
docker-compose
dosfstools
efibootmgr
expect
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
foomatic-db-gutenprint-ppds
freerdp
fuzzel
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnu-free-fonts
gradle
grim
grub
gtkmm
gutenprint
gvfs-afc
gvfs-gphoto2
helm
hwinfo
hypridle
hyprland
hyprlock
ifuse
inetutils
intel-ucode
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
jdk8-openjdk
kdeconnect
kubectl
lf
libgnome-keyring
libvirt
linux
linux-firmware
linux-headers
lsd
lshw
lxsession-gtk3
mako
man-db
man-pages
maven
minikube
mpv
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
npm
oath-toolkit
obs-studio
open-vm-tools
openbsd-netcat
openvpn
osv-scanner
p7zip
pamixer
pass
pavucontrol
pcmanfm-gtk3
picom
pipewire
podman
podman-compose
podman-docker
postgresql
prettier
print-manager
pulseaudio-bluetooth
pulsemixer
python
python-pandas
python-pip
python-pipx
python-poetry
python-pynvim
python-pyopenssl
qbittorrent
remmina
rofi-emoji
rsync
sddm
seahorse
slurp
speedtest-cli
stow
swayidle
swaylock
swaync
tk
tlp
tmux
torbrowser-launcher
trash-cli
tree
ttf-hannom
ttf-jetbrains-mono-nerd
udisks2
ueberzug
unrar
unzip
usbutils
vi
vim
virt-manager
vlc
waybar
waylock
wayvnc
wezterm
wget
wireguard-tools
wireplumber
wl-clipboard
wlroots
wlsunset
wmctrl
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-vmware
xorg-xhost
xorg-xinit
xorg-xlsclients
yt-dlp
zathura
zathura-pdf-poppler
zed
zellij
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
