7zip
acpi_call
acpid
alacritty
alsa-utils
amd-ucode
appmenu-gtk-module
arandr
archinstall
autorandr
awesome
base
base-devel
bash-completion
bat
blueman
bluetui
bluez
bluez-utils
bottom
bpython
brightnessctl
cameractrls
catdoc
cmake
cliphist
cups-pdf
ddcutil
ddrescue
dmenu
docker
docker-compose
dosfstools
expect
fakeroot
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
firefox
foomatic-db-gutenprint-ppds
freerdp
fuzzel
gcc
git
git-lfs
github-cli
gnome-disk-utility
gnome-keyring
gnu-free-fonts
gradle
grim
gtkmm
gutenprint
gvfs-afc
gvfs-gphoto2
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
ifuse
inetutils
iwd
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
kanshi
kdeconnect
kubectl
lazygit
lf
libgnome-keyring
libvirt
libvncserver
linux
linux-firmware
linux-headers
lsd
lsof
luarocks
lxsession-gtk3
maim
make
mako
man-db
maven
minikube
mold
mpv
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
noto-fonts
noto-fonts-emoji
nwg-bar
nwg-displays
oath-toolkit
obs-studio
open-vm-tools
openbsd-netcat
openvpn
pacman-contrib
pamixer
pass
pass-otp
patch
pavucontrol
pcmanfm-gtk3
picom
pipewire
pipewire-pulse
pkgconf
podman
podman-compose
powertop
prettier
print-manager
python
python-pandas
python-pip
python-pipx
python-poetry
python-pynvim
python-pyopenssl
remmina
rofi-emoji
rsync
rustup
sddm
seahorse
slurp
stow
sudo
swayidle
swaylock
swaync
tlp
tmux
tree
ttf-hannom
ttf-jetbrains-mono-nerd
udisks2
ueberzug
unrar
unzip
usbutils
vi
vim
vimiv
virt-manager
vlc
vulkan-radeon
waybar
waylock
wev
wget
which
wireplumber
wl-clipboard
wlr-randr
wlsunset
wmctrl
wofi
xbindkeys
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
ydotool
yt-dlp
zbar
zed
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
