anydesk-bin
avizo
clipmon-git
corepad
datagrip
dmg2img
downgrade
emote
epub-thumbnailer-git
go-task-bin
goland
grimshot-bin-sway
ibus-bamboo-git
ibus-daemon
intellij-idea-ultimate-edition
jetbrains-gateway
libtiff5
mariadb-jdbc
micromamba-bin
microsoft-edge-stable-bin
miniconda3
mysql-connector-java
nerd-fonts-noto-sans-regular-complete
notify-send.sh
nwg-bar-bin
nwg-displays
nwg-drawer-bin
onedrive-abraunegg
otf-intel-one-mono
paru-bin
paru-bin-debug
python2-bin
rustdesk-bin
spotx-linux
telegram-desktop-bin
tp-battery-mode
ttf-intel-one-mono
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-symbola
visual-studio-code-insiders-bin
vmware-workstation
wkhtmltox-bin
wlr-randr-git
wps-office
