anydesk-bin
avizo
clipmon-git
cloudflare-warp-bin
corepad
ctpv
dmenu-wayland-git
dmg2img
emote
epub-thumbnailer-git
go-task-bin
grimshot-bin-sway
ibus-bamboo
intellij-idea-ultimate-edition
mariadb-jdbc
micromamba-bin
microsoft-edge-stable-bin
miniconda3
mysql-connector-java
notify-send.sh
nwg-bar-bin
nwg-displays
nwg-drawer-bin
onedrive-abraunegg
paru-bin
python2-bin
rustdesk-bin
spotx-linux
tp-battery-mode
ttf-ms-fonts
ttf-symbola
visual-studio-code-insiders-bin
vmware-workstation
wlogout
wps-office
