anydesk-bin
avizo
cloudflare-warp-bin
corepad
datagrip
dmg2img
downgrade
emote
epub-thumbnailer-git
forticlient-vpn
go-task-bin
goland
grimshot-bin-sway
intellij-idea-ultimate-edition
jetbrains-gateway
lemurs-git
libtiff5
microsoft-edge-stable-bin
miniconda3
nerd-fonts-noto-sans-regular-complete
ngrok
notify-send.sh
nwg-bar-bin
nwg-displays
nwg-drawer-bin
onedrive-abraunegg
otf-intel-one-mono
paru-bin
paru-bin-debug
pulseaudio-module-xrdp
pulseaudio-module-xrdp-debug
python2-bin
spotx-linux
telegram-desktop-bin
tp-battery-mode
ttf-intel-one-mono
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-symbola
vmware-workstation
wish
wlr-randr-git
wps-office
xorgxrdp-glamor
xrdp
