acpid
alacritty
alsa-utils
amd-ucode
archinstall
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
bottom
bpython
brightnessctl
cameractrls
catdoc
cifs-utils
cliphist
cmake
copyq
cups-pdf
ddcutil
ddrescue
dmenu
docker
docker-compose
dosfstools
expect
fakeroot
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
foomatic-db-gutenprint-ppds
foot
fuzzel
gcc
git
github-cli
gnome-disk-utility
gnome-keyring
gnu-free-fonts
go
grim
gtkmm
gutenprint
gvfs-afc
gvfs-gphoto2
helm
hyprland
ibus-unikey
ifuse
inetutils
iwd
jdk-openjdk
jdk11-openjdk
kanshi
kdeconnect
kubectl
lf
libgnome-keyring
libvirt
linux
linux-firmware
linux-headers
lsd
lxsession-gtk3
make
mako
man-db
mariadb
maven
minikube
mpv
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
oath-toolkit
obs-studio
openbsd-netcat
openvpn
osv-scanner
p7zip
pamixer
pass
pass-otp
patch
pavucontrol
pcmanfm-gtk3
pipewire
pkgconf
podman
postgresql
prettier
print-manager
pulseaudio-bluetooth
pulsemixer
python
python-pandas
python-pip
python-pipx
python-poetry
python-pynvim
python-pyopenssl
qbittorrent
qemu-full
rofi-emoji
rsync
sddm
seahorse
slurp
stow
sudo
swayidle
swaylock
swaync
thunderbird
thunderbird-dark-reader
tlp
tmux
tree
ttf-hannom
ttf-jetbrains-mono-nerd
udisks2
ueberzug
unrar
unzip
usbutils
vi
vim
vimiv
vlc
waybar
waylock
wezterm
wget
which
wireplumber
wireshark-qt
wl-clipboard
wlr-randr
wlroots
wlsunset
wmctrl
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xorg-xinit
xorg-xlsclients
yt-dlp
zbar
zellij
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
